tests/bloqueante--artillery.txt
Started phase 0, duration: 1s @ 19:24:31(-0300) 2021-12-10
Report @ 19:24:35(-0300) 2021-12-10
Elapsed time: 4 seconds
  Scenarios launched:  50
  Scenarios completed: 50
  Requests completed:  1000
  Mean response/sec: 250.63
  Response time (msec):
    min: 4
    max: 298
    median: 148
    p95: 189
    p99: 202.5
  Codes:
    200: 1000

All virtual users finished
Summary report @ 19:24:35(-0300) 2021-12-10
  Scenarios launched:  50
  Scenarios completed: 50
  Requests completed:  1000
  Mean response/sec: 250
  Response time (msec):
    min: 4
    max: 298
    median: 148
    p95: 189
    p99: 202.5
  Scenario counts:
    0: 50 (100%)
  Codes:
    200: 1000